Repository: Daniyar008/ecom_prj
Catalog: ecomprj/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Sort by
kk: Сұрыптау

source: Default
kk: Әдепкі

source: Price: Low to High
kk: Баға: төменнен жоғарыға

source: Price: High to Low
kk: Баға: жоғарыдан төменге

source: Newest First
kk: Алдымен жаңалары

source: Apply Filters
kk: Сүзгілерді қолдану

source: Clear Filters
kk: Сүзгілерді тазалау

source: We found
kk: Біз таптық

source: items for you!
kk: тауар сіз үшін!

source: Show
kk: Көрсету

source: All
kk: Барлығы

source: Featured
kk: Ерекше

source: Release Date
kk: Шығу күні

source: Avg. Rating
kk: Орташа рейтинг

source: Add
kk: Қосу

source: Don't miss amazing
kk: Керемет мүмкіндіктерді

source: grocery deals
kk: жіберіп алмаңыз

source: Sign up for the daily newsletter
kk: Күнделікті жаңалықтарға жазылыңыз

source: Your email address
kk: Сіздің email мекенжайыңыз

source: Subscribe
kk: Жазылу

source: Fresh Vegetables
kk: Жаңа көкөністер

source: Big discount
kk: Үлкен жеңілдік

source: Don’t miss amazing
kk: Тамаша ұсыныстарды

source: Save up to 50% off on your first order
kk: Бірінші тапсырысыңызда 50% дейін үнемдеңіз

source: Popular Products
kk: Танымал өнімдер

source: Add To Wishlist
kk: Тізімге қосу

source: Shop by Categories
kk: Санаттар бойынша сатып алу

source: reviews
kk: пікірлер

source: Off
kk: жеңілдік

source: Add to cart
kk: Себетке қосу

source: Stock
kk: Қор

source: Items In Stock
kk: тауар қорда

source: Additional info
kk: Қосымша ақпарат

source: Vendor
kk: Сатушы

source: Your Cart
kk: Сіздің себетіңіз

source: There are
kk: Себетте

source: products in your cart
kk: тауар бар

source: Product
kk: Тауар

source: Title
kk: Атауы

source: Unit Price
kk: Бірлік бағасы

source: Refresh
kk: Жаңарту

source: Remove
kk: Жою

source: Bio Data
kk: Жеке деректер

source: Full Name
kk: Толық аты

source: Mobile
kk: Телефон

source: Shipping Details
kk: Жеткізу мәліметтері

source: City
kk: Қала

source: State
kk: Облыс

source: Country
kk: Ел

source: Tax
kk: Салық

source: Discount
kk: Жеңілдік

source: Proceed To CheckOut
kk: Төлемге өту
