Repository: Daniyar008/ecom_prj
Catalog: ecomprj/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Home
kk: Басты бет

source: Shop
kk: Дүкен

source: Category
kk: Санат

source: Vendors
kk: Сатушылар

source: Contact
kk: Байланыс

source: About Us
kk: Біз туралы

source: My Account
kk: Менің аккаунтым

source: Wishlist
kk: Таңдаулылар

source: Order Tracking
kk: Тапсырысты бақылау

source: Cart
kk: Себет

source: Account
kk: Аккаунт

source: Sign In
kk: Кіру

source: Sign Out
kk: Шығу

source: Register
kk: Тіркелу

source: Need help? Call Us:
kk: Көмек керек пе? Бізге қоңырау шалыңыз:

source: All Categories
kk: Барлық санаттар

source: Mega menu
kk: Толық мәзір

source: Browse
kk: Шолу

source: Search for items...
kk: Тауарларды іздеу...

source: View cart
kk: Себетті көру

source: Deals
kk: Акциялар

source: Pages
kk: Беттер

source: Privacy Policy
kk: Құпиялылық саясаты

source: Terms of Service
kk: Қызмет көрсету шарттары

source: Purchase Guide
kk: Сатып алу нұсқаулығы

source: My Dashboard
kk: Менің панелім

source: Add to Cart
kk: Себетке қосу

source: Add to Wishlist
kk: Таңдаулыларға қосу

source: Price
kk: Баға

source: Description
kk: Сипаттама

source: Reviews
kk: Пікірлер

source: In Stock
kk: Қоймада бар

source: Out of Stock
kk: Қоймада жоқ

source: Quantity
kk: Саны

source: Shopping Cart
kk: Сатып алу себеті

source: Checkout
kk: Тапсырыс беру

source: Total
kk: Жалпы

source: Subtotal
kk: Аралық сома

source: Shipping
kk: Жеткізу

source: Place Order
kk: Тапсырыс беру

source: Apply Coupon
kk: Купонды қолдану

source: Order placed successfully!
kk: Тапсырыс сәтті орналастырылды!

source: Best prices & offers
kk: Үздік бағалар мен ұсыныстар

source: Free delivery
kk: Тегін жеткізу

source: Great daily deal
kk: Күнделікті тамаша ұсыныстар

source: Wide assortment
kk: Кең ассортимент

source: Easy returns
kk: Оңай қайтару

source: Safe delivery
kk: Қауіпсіз жеткізу

source: Follow Us
kk: Бізді қадағалаңыз

source: Company
kk: Компания

source: Corporate
kk: Корпоративтік

source: Popular
kk: Танымал

source: Install App
kk: Қосымшаны орнату

source: Email
kk: Электрондық пошта

source: Password
kk: Құпия сөз

source: Username
kk: Пайдаланушы аты

source: Confirm Password
kk: Құпия сөзді растау

source: Remember me
kk: Мені есте сақта

source: Forgot Password?
kk: Құпия сөзді ұмыттыңыз ба?

source: Create Account
kk: Аккаунт жасау

source: Already have an account?
kk: Аккаунтыңыз бар ма?

source: Don't have an account?
kk: Аккаунтыңыз жоқ па?

source: Welcome back!
kk: Қайта оралуыңызбен!

source: Registration successful!
kk: Тіркелу сәтті аяқталды!

source: Item added to cart
kk: Тауар себетке қосылды

source: Item removed from cart
kk: Тауар себеттен алынды

source: Item added to wishlist
kk: Тауар таңдаулыларға қосылды

source: E-commerce - Multipurpose eCommerce
kk: E-commerce - Көп мақсатты электрондық сауда

source: Show more...
kk: Көбірек көрсету...

source: Admin Dashboard
kk: Әкімші панелі

source: Settings
kk: Баптаулар

source: Sign out
kk: Шығу

source: 24/7 Support Center
kk: 24/7 Қолдау орталығы

source: Stay home & get your daily
kk: Үйде қалыңыз және күнделікті

source: needs from our shop
kk: қажеттіліктерді біздің дүкеннен алыңыз

source: Start Your Daily Shopping with
kk: Күнделікті сауданы бастаңыз

source: Orders $50 or more
kk: $50 және одан жоғары тапсырыстар

source: 24/7 amazing services
kk: 24/7 керемет қызметтер

source: When you sign up
kk: Тіркелгенде

source: Mega Discounts
kk: Үлкен жеңілдіктер

source: Within 30 days
kk: 30 күн ішінде

source: Address
kk: Мекенжай

source: Call Us
kk: Бізге қоңырау шалыңыз

source: Hours
kk: Жұмыс уақыты

source: Terms & Conditions
kk: Шарттар мен ережелер

source: Contact Us
kk: Бізбен байланыс

source: View Cart
kk: Себетті көру

source: My Wishlist
kk: Менің тізімім

source: Track My Order
kk: Тапсырысымды бақылау

source: Become a Vendor
kk: Сатушы болу

source: Affiliate Program
kk: Серіктестік бағдарлама

source: Farm Business
kk: Ферма бизнесі

source: Farm Careers
kk: Ферма мансаптары

source: From App Store or Google Play
kk: App Store немесе Google Play-ден

source: Secured Payment Gateways
kk: Қауіпсіз төлем жүйелері

source: How can we help you?
kk: Сізге қалай көмектесе аламыз?

source: Let us know how we can help you
kk: Сізге қалай көмектесе алатынымызды айтыңыз

source: We are always ready to help you with any questions. Feel free to contact us anytime.
kk: Біз әрқашан сұрақтарыңызға көмектесуге дайынбыз. Кез келген уақытта бізге хабарласыңыз.

source: Our team of experts is available 24/7 to assist you with your inquiries.
kk: Біздің сарапшылар тобы сіздің сұрақтарыңызға 24/7 көмектесуге дайын.

source: 01. Visit Feedback
kk: 01. Кері байланыс

source: Share your experience with us. Your feedback helps us improve our services.
kk: Тәжірибеңізбен бөлісіңіз. Сіздің пікіріңіз қызметімізді жақсартуға көмектеседі.

source: 02. Employer Services
kk: 02. Серіктестік қызметтер

source: Looking to partner with us? Contact our business development team.
kk: Бізбен серіктес болғыңыз келе ме? Бизнес даму тобымызбен байланысыңыз.

source: 03. Billing Inquiries
kk: 03. Төлем сұрақтары

source: Questions about your orders or payments? Our billing team is here to help.
kk: Тапсырыстар немесе төлемдер туралы сұрақтарыңыз бар ма? Біздің төлем тобы көмектесуге дайын.

source: 04. General Inquiries
kk: 04. Жалпы сұрақтар

source: For any other questions, please don't hesitate to reach out to us.
kk: Басқа сұрақтар бойынша бізге хабарласуға тартынбаңыз.

source: Office
kk: Кеңсе

source: Warehouse
kk: Қойма

source: Kazakhstan
kk: Қазақстан

source: Industrial District
kk: Өнеркәсіп ауданы

source: Main Street
kk: Бас көше

source: Phone
kk: Телефон

source: View map
kk: Картаны көру

source: Contact form
kk: Байланыс формасы

source: Drop Us a Line
kk: Бізге жазыңыз

source: Your email address will not be published. Required fields are marked *
kk: Сіздің email жарияланбайды. Міндетті өрістер * белгіленген

source: Your Name
kk: Сіздің атыңыз

source: Your Email
kk: Сіздің email

source: Your Phone
kk: Сіздің телефоныңыз

source: Subject
kk: Тақырып

source: Message
kk: Хабарлама

source: Send message
kk: Хабарлама жіберу

source: Welcome to E-commerce
kk: E-commerce-ке қош келдіңіз

source: We are a leading online marketplace connecting buyers with quality vendors. Our platform offers a wide range of products at competitive prices with fast delivery.
kk: Біз сатып алушыларды сапалы сатушылармен байланыстыратын жетекші онлайн сауда алаңымыз. Платформамыз бәсекеге қабілетті бағамен жылдам жеткізілетін өнімдердің кең ассортиментін ұсынады.

source: Our mission is to provide the best shopping experience with secure payments, reliable delivery, and excellent customer service. We work with trusted vendors to ensure product quality.
kk: Біздің миссиямыз - қауіпсіз төлемдер, сенімді жеткізу және тамаша қызмет көрсетумен ең жақсы сауда тәжірибесін қамтамасыз ету. Біз өнім сапасын қамтамасыз ету үшін сенімді сатушылармен жұмыс істейміз.

source: What We Provide?
kk: Біз не ұсынамыз?

source: Best Prices & Offers
kk: Үздік бағалар мен ұсыныстар

source: We offer competitive prices and regular discounts to help you save money on every purchase.
kk: Біз әр сатып алуда ақша үнемдеуге көмектесетін бәсекеге қабілетті бағалар мен тұрақты жеңілдіктер ұсынамыз.

source: Wide Assortment
kk: Кең ассортимент

source: Browse through thousands of products from various categories to find exactly what you need.
kk: Қажеттісін табу үшін әртүрлі санаттардағы мыңдаған өнімдерді шолыңыз.

source: Free Delivery
kk: Тегін жеткізу

source: Enjoy free delivery on orders over a certain amount. Fast and reliable shipping nationwide.
kk: Белгілі бір сомадан асатын тапсырыстарға тегін жеткізуден ләззат алыңыз. Бүкіл ел бойынша жылдам және сенімді жеткізу.

source: Easy Returns
kk: Оңай қайтару

source: Not satisfied? Return products within 30 days for a full refund. No questions asked.
kk: Қанағаттанбадыңыз ба? 30 күн ішінде толық қайтару үшін өнімдерді қайтарыңыз. Сұрақсыз.

source: 100% Satisfaction
kk: 100% қанағаттану

source: We guarantee your satisfaction with every purchase. Quality products and excellent service.
kk: Біз әр сатып алудан қанағаттануыңызға кепілдік береміз. Сапалы өнімдер мен тамаша қызмет.

source: Great Daily Deal
kk: Күнделікті тамаша ұсыныстар

source: Check our daily deals section for amazing discounts on popular products every day.
kk: Күн сайын танымал өнімдерге керемет жеңілдіктер алу үшін күнделікті ұсыныстар бөлімін тексеріңіз.

source: Our performance
kk: Біздің көрсеткіштер

source: Your Partner for e-commerce grocery solution
kk: E-commerce азық-түлік шешімі үшін сіздің серіктесіңіз

source: We strive to be your trusted partner in online shopping, offering a seamless experience from browsing to delivery.
kk: Біз онлайн сауда саласындағы сенімді серіктесіңіз болуға ұмтыламыз, шолудан жеткізуге дейін үздіксіз тәжірибе ұсынамыз.

source: Our platform connects you with verified vendors, ensuring quality products and reliable service every time.
kk: Біздің платформа сізді тексерілген сатушылармен байланыстырады, әр уақытта сапалы өнімдер мен сенімді қызметті қамтамасыз етеді.

source: Who we are
kk: Біз кімбіз

source: We are a team of passionate professionals dedicated to revolutionizing online shopping in Kazakhstan.
kk: Біз Қазақстандағы онлайн сауданы төңкеріске ұшыратуға арналған құмарлы мамандар тобымыз.

source: Our history
kk: Біздің тарихымыз

source: Founded with a vision to make quality products accessible to everyone, we continue to grow and improve.
kk: Сапалы өнімдерді бәріне қолжетімді ету көзқарасымен құрылған, біз өсуді және жақсартуды жалғастырамыз.

source: Our mission
kk: Біздің миссиямыз

source: To provide the best online shopping experience with competitive prices, quality products, and excellent service.
kk: Бәсекеге қабілетті бағалармен, сапалы өнімдермен және тамаша қызметпен ең жақсы онлайн сауда тәжірибесін қамтамасыз ету.

source: Glorious years
kk: Даңқты жылдар

source: Happy clients
kk: Бақытты клиенттер

source: Projects complete
kk: Аяқталған жобалар

source: Team advisor
kk: Топ кеңесшілері

source: Products Sale
kk: Сатылған өнімдер

source: Our Team
kk: Біздің топ

source: Meet Our Expert Team
kk: Біздің сарапшылар тобымен танысыңыз

source: Our team consists of experienced professionals dedicated to providing the best service.
kk: Біздің топ ең жақсы қызмет көрсетуге арналған тәжірибелі мамандардан тұрады.

source: We work together to ensure your shopping experience is seamless and enjoyable.
kk: Біз сіздің сауда тәжірибеңіздің үздіксіз және жағымды болуын қамтамасыз ету үшін бірге жұмыс істейміз.

source: Daniyar S.
kk: Данияр С.

source: CEO & Co-Founder
kk: Бас директор және тең құрушы

source: Nurislam A.
kk: Нұрислам А.

source: Head Engineer
kk: Бас инженер

source: Login
kk: Кіру

source: Create here
kk: Мұнда жасаңыз

source: Forgot password?
kk: Құпия сөзді ұмыттыңыз ба?

source: Log in
kk: Кіру

source: Create an Account
kk: Аккаунт жасау

source: Submit & Register
kk: Жіберу және тіркелу

source: Note:
kk: Ескерту:

source: Your personal data will be used to support your experience throughout this website, to manage access to your account, and for other purposes described in our privacy policy
kk: Сіздің жеке деректеріңіз осы веб-сайт бойынша тәжірибеңізді қолдау, аккаунтыңызға қолжетімділікті басқару және құпиялылық саясатымызда сипатталған басқа мақсаттар үшін пайдаланылады

source: Continue with Facebook
kk: Facebook арқылы жалғастыру

source: Continue with Google
kk: Google арқылы жалғастыру

source: Continue with Apple
kk: Apple арқылы жалғастыру

source: Profile
kk: Профиль

source: Dashboard
kk: Панель

source: Orders
kk: Тапсырыстар

source: My Address
kk: Менің мекенжайым

source: Account details
kk: Аккаунт мәліметтері

source: Logout
kk: Шығу

source: My Profile
kk: Менің профилім

source: Name
kk: Аты

source: Bio
kk: Өмірбаян

source: Verified
kk: Расталған

source: Not verified
kk: Расталмаған

source: Edit Profile
kk: Профильді өңдеу

source: Hello
kk: Сәлем

source: From your account dashboard you can easily check & view your
kk: Аккаунт панеліңізден сіз оңай тексере және көре аласыз

source: recent orders
kk: соңғы тапсырыстар

source: manage your
kk: басқара аласыз

source: shipping and billing addresses
kk: жеткізу және төлем мекенжайлары

source: and
kk: және

source: edit your password and account details
kk: құпия сөзіңіз бен аккаунт мәліметтерін өңдеу

source: Your Orders
kk: Сіздің тапсырыстарыңыз

source: Order
kk: Тапсырыс

source: Date
kk: Күні

source: Status
kk: Күй

source: Paid Status
kk: Төлем күйі

source: Actions
kk: Әрекеттер

source: View
kk: Көру

source: Orders tracking
kk: Тапсырыстарды бақылау

source: To track your order please enter your OrderID in the box below and press Track button. This was given to you on your receipt and in the confirmation email you should have received.
kk: Тапсырысыңызды бақылау үшін төмендегі өріске тапсырыс нөмірін енгізіңіз және Бақылау түймесін басыңыз. Бұл сізге чекте және растау электрондық хатында берілген.

source: Order ID
kk: Тапсырыс нөмірі

source: Found in your order confirmation email
kk: Тапсырысты растау электрондық хатында табылған

source: Billing email
kk: Төлем email

source: Email you used during checkout
kk: Тапсырыс беру кезінде пайдаланған email

source: Track
kk: Бақылау

source: Add Address
kk: Мекенжай қосу

source: Save Address
kk: Мекенжайды сақтау

source: Make Default
kk: Әдепкі ету

source: Account Details
kk: Аккаунт мәліметтері

source: Log in instead!
kk: Оның орнына кіріңіз!

source: First Name
kk: Аты

source: Last Name
kk: Тегі

source: Display Name
kk: Көрсетілетін аты

source: Email Address
kk: Email мекенжайы

source: Current Password
kk: Ағымдағы құпия сөз

source: New Password
kk: Жаңа құпия сөз

source: Save Change
kk: Өзгерісті сақтау

source: By
kk: Автор

source: Administration
kk: Әкімшілік

source: Last updated
kk: Соңғы жаңарту

source: Welcome to Our Privacy Policy
kk: Құпиялылық саясатымызға қош келдіңіз

source: This Privacy Policy describes how we collect, use, and protect your personal information when you use our e-commerce platform.
kk: Бұл Құпиялылық саясаты біздің электрондық сауда платформамызды пайдаланған кезде жеке ақпаратыңызды қалай жинайтынымызды, пайдаланатынымызды және қорғайтынымызды сипаттайды.

source: Information We Collect
kk: Біз жинайтын ақпарат

source: We collect the following types of personal information:
kk: Біз келесі жеке ақпарат түрлерін жинаймыз:

source: Name, email address, and contact information
kk: Аты, email мекенжайы және байланыс ақпараты

source: Billing and shipping addresses
kk: Төлем және жеткізу мекенжайлары

source: Payment information (processed securely through our payment providers)
kk: Төлем ақпараты (біздің төлем провайдерлері арқылы қауіпсіз өңделеді)

source: Order history and preferences
kk: Тапсырыс тарихы және таңдаулылар

source: Device and browser information for analytics
kk: Аналитика үшін құрылғы және браузер ақпараты

source: How We Use Your Information
kk: Ақпаратыңызды қалай пайдаланамыз

source: We use your personal information to:
kk: Біз сіздің жеке ақпаратыңызды пайдаланамыз:

source: Process and fulfill your orders
kk: Тапсырыстарыңызды өңдеу және орындау

source: Communicate with you about your orders and account
kk: Тапсырыстарыңыз бен аккаунтыңыз туралы сізбен байланысу

source: Improve our products and services
kk: Өнімдер мен қызметтерімізді жақсарту

source: Send promotional offers (with your consent)
kk: Жарнамалық ұсыныстар жіберу (сіздің келісіміңізбен)

source: Prevent fraud and ensure security
kk: Алаяқтықтың алдын алу және қауіпсіздікті қамтамасыз ету

source: Data Protection
kk: Деректерді қорғау

source: We implement industry-standard security measures to protect your personal information, including SSL encryption, secure servers, and regular security audits.
kk: Біз жеке ақпаратыңызды қорғау үшін SSL шифрлауын, қауіпсіз серверлерді және тұрақты қауіпсіздік тексерулерін қоса алғанда, салалық стандартты қауіпсіздік шараларын енгіземіз.

source: Your Rights
kk: Сіздің құқықтарыңыз

source: You have the right to:
kk: Сізде мынадай құқықтар бар:

source: Access your personal data
kk: Жеке деректеріңізге қол жеткізу

source: Request correction of inaccurate data
kk: Дұрыс емес деректерді түзетуді сұрау

source: Request deletion of your data
kk: Деректеріңізді жоюды сұрау

source: Opt-out of marketing communications
kk: Маркетингтік хабарламалардан бас тарту

source: Export your data in a portable format
kk: Деректеріңізді тасымалданатын форматта экспорттау

source: Cookies
kk: Cookie файлдары

source: We use cookies to improve your browsing experience, analyze site traffic, and personalize content. You can manage cookie preferences in your browser settings.
kk: Біз cookie файлдарын шолу тәжірибесін жақсарту, сайт трафигін талдау және контентті жекелендіру үшін пайдаланамыз. Браузер параметрлерінде cookie таңдауларын басқара аласыз.

source: If you have questions about this Privacy Policy, please contact us through our Contact page.
kk: Осы Құпиялылық саясаты туралы сұрақтарыңыз болса, Байланыс бетіміз арқылы бізге хабарласыңыз.

source: Search...
kk: Іздеу...

source: Please read these Terms of Service carefully before using our website and services.
kk: Веб-сайтымыз бен қызметтерімізді пайдаланбас бұрын осы Қызмет көрсету шарттарын мұқият оқыңыз.

source: Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.
kk: Қызметке қол жеткізу және пайдалану осы Шарттарды қабылдауыңызға және орындауыңызға байланысты.

source: User Agreement
kk: Пайдаланушы келісімі

source: By accessing or using our Service, you agree to be bound by these Terms. If you disagree with any part of the terms, you may not access the Service.
kk: Қызметімізге кіру немесе пайдалану арқылы сіз осы Шарттармен байланысуға келісесіз. Шарттардың кез келген бөлігімен келіспесеңіз, Қызметке кіре алмайсыз.

source: Rights & Restrictions
kk: Құқықтар мен шектеулер

source: Users must be at least 18 years of age
kk: Пайдаланушылар кем дегенде 18 жаста болуы керек

source: Users are responsible for maintaining the confidentiality of their account
kk: Пайдаланушылар өз аккаунтының құпиялылығын сақтауға жауапты

source: Users agree not to use the service for any illegal purposes
kk: Пайдаланушылар қызметті заңсыз мақсаттарда пайдаланбауға келіседі

source: All content remains the property of respective owners
kk: Барлық мазмұн тиісті иелердің меншігі болып қалады

source: Orders and Payments
kk: Тапсырыстар мен төлемдер

source: When placing an order, you agree to provide accurate and complete information. All payments are processed securely through our payment providers.
kk: Тапсырыс бергенде, дәл және толық ақпарат беруге келісесіз. Барлық төлемдер біздің төлем провайдерлері арқылы қауіпсіз өңделеді.

source: Shipping and Delivery
kk: Жеткізу

source: Delivery times may vary depending on your location and the products ordered. We are not responsible for delays caused by customs or other factors beyond our control.
kk: Жеткізу уақыты орналасқан жеріңізге және тапсырыс берілген өнімдерге байланысты өзгеруі мүмкін. Біз кеден немесе біздің бақылауымыздан тыс басқа факторлармен туындаған кідірістерге жауапты емеспіз.

source: Returns and Refunds
kk: Қайтару және ақшаны қайтару

source: Products may be returned within 14 days of delivery for a full refund, provided they are in original condition. Some items may not be eligible for return.
kk: Өнімдер түпнұсқа күйінде болса, жеткізілгеннен кейін 14 күн ішінде толық қайтару үшін қайтарылуы мүмкін. Кейбір тауарлар қайтаруға жарамсыз болуы мүмкін.

source: Limitation of Liability
kk: Жауапкершілікті шектеу

source: We shall not be liable for any indirect, incidental, special, consequential or punitive damages resulting from your use of the service.
kk: Біз қызметті пайдаланудан туындайтын жанама, кездейсоқ, арнайы, салдарлық немесе жазалау шығындары үшін жауапты емеспіз.

source: Changes to Terms
kk: Шарттарға өзгерістер

source: We reserve the right to modify or replace these Terms at any time. Continued use of the Service after changes constitutes acceptance of the new terms.
kk: Біз осы Шарттарды кез келген уақытта өзгерту немесе ауыстыру құқығын өзімізде сақтаймыз. Өзгерістерден кейін Қызметті пайдалануды жалғастыру жаңа шарттарды қабылдауды білдіреді.

source: If you have any questions about these Terms, please contact us through our Contact page.
kk: Осы Шарттар туралы сұрақтарыңыз болса, Байланыс бетіміз арқылы бізге хабарласыңыз.

source: 1. Account Registration
kk: 1. Аккаунтты тіркеу

source: To make purchases on our platform, you need to create an account. Here's what you'll need:
kk: Біздің платформада сатып алу үшін аккаунт жасау қажет. Сізге қажет нәрселер:

source: Full name (required)
kk: Толық аты (міндетті)

source: Email address (required)
kk: Email мекенжайы (міндетті)

source: Phone number (required)
kk: Телефон нөмірі (міндетті)

source: Delivery address (required)
kk: Жеткізу мекенжайы (міндетті)

source: Password (required)
kk: Құпия сөз (міндетті)

source: 2. Browse and Select Products
kk: 2. Өнімдерді шолу және таңдау

source: Browse through our categories or use the search function to find products. Click on any product to view details, specifications, and customer reviews.
kk: Өнімдерді табу үшін санаттарымызды шолыңыз немесе іздеу функциясын пайдаланыңыз. Мәліметтерді, сипаттамаларды және тұтынушы пікірлерін көру үшін кез келген өнімді басыңыз.

source: 3. Add to Cart
kk: 3. Себетке қосу

source: Once you've found a product you like, select the quantity and click 'Add to Cart'. You can continue shopping or proceed to checkout.
kk: Ұнаған өнімді тапқаннан кейін санын таңдаңыз және 'Себетке қосу' түймесін басыңыз. Сауданы жалғастыра аласыз немесе тапсырыс беруге өтуге болады.

source: 4. Review Your Order
kk: 4. Тапсырысыңызды тексеру

source: Before checkout, review your cart to ensure you have the correct items and quantities. You can modify quantities or remove items at this stage.
kk: Тапсырыс бермес бұрын, дұрыс тауарлар мен сандар бар екеніне көз жеткізу үшін себетіңізді тексеріңіз. Бұл кезеңде сандарды өзгертуге немесе тауарларды алып тастауға болады.

source: 5. Checkout and Payment
kk: 5. Тапсырыс беру және төлем

source: Enter your shipping details and select your preferred payment method. We accept the following payment options:
kk: Жеткізу мәліметтерін енгізіңіз және қалаған төлем әдісін таңдаңыз. Біз келесі төлем опцияларын қабылдаймыз:

source: Bank Transfer
kk: Банк аударымы

source: *Taxes are calculated based on your location.
kk: *Салықтар орналасқан жеріңізге байланысты есептеледі.

source: 6. Order Confirmation
kk: 6. Тапсырысты растау

source: After successful payment, you'll receive an order confirmation email with:
kk: Сәтті төлемнен кейін сіз келесілерді қамтитын тапсырысты растау электрондық хатын аласыз:

source: Order number and details
kk: Тапсырыс нөмірі мен мәліметтері

source: Estimated delivery date
kk: Болжалды жеткізу күні

source: Tracking information (when available)
kk: Бақылау ақпараты (қолжетімді болғанда)

source: Access to order history in your dashboard
kk: Панеліңіздегі тапсырыс тарихына қол жеткізу

source: 7. Need Help?
kk: 7. Көмек керек пе?

source: If you have any questions or need assistance with your purchase, please don't hesitate to contact our customer support team through the Contact page.
kk: Сатып алуыңыз туралы сұрақтарыңыз немесе көмек қажет болса, Байланыс беті арқылы тұтынушыларға қолдау көрсету тобымызға хабарласуға тартынбаңыз.

source: Filter
kk: Сүзгі

source: Filters
kk: Сүзгілер

source: By Categories
kk: Санаттар бойынша

source: By Vendors
kk: Сатушылар бойынша

source: By Price
kk: Баға бойынша

source: From
kk: Бастап

source: To
kk: Дейін

source: On Sale
kk: Сатылымда
